let 中國的職業人口 =[
    {
        "name":"第一產業（農、林、漁、牧業）",
        "count": 22.5
    },
    {
        "name": "第二產業（工業製造業）",
        "count": 29.2
    },
    {
        "name": "第三產業（服務業）",
        "count": 48.3 
    }
];

let 日本的職業人口 =[
    {
        "name":"第一產業（農、林、漁、牧業）",
        "count": 2.9 
    },
    {
        "name": "第二產業（工業製造業）",
        "count": 18.3 
    },
    {
        "name": "第三產業（服務業）",
        "count": 78.8 
    }
];

let 南韓的職業人口 =[
    {
        "name":"第一產業（農、林、漁、牧業）",
        "count": 2.8
    },
    {
        "name": "第二產業（工業製造業）",
        "count": 22.2 
    },
    {
        "name": "第三產業（服務業）",
        "count": 75.0 
    }
];

// let 北韓的職業人口 =[
//     {
//         "name":"第一產業（農、林、漁、牧業）",
//         "count": 18.9 
//     },
//     {
//         "name": "15歲-64歲",
//         "count": 69.2 
//     },
//     {
//         "name": "64歲以上",
//         "count": 11.9 
//     }
// ];

let 臺灣的職業人口 =[
    {
        "name":"第一產業（農、林、漁、牧業）",
        "count": 6.5
    },
    {
        "name": "第二產業（工業製造業）",
        "count": 30.8
    },
    {
        "name": "第三產業（服務業）",
        "count": 62.7
    }
];