let 中國的人口 =[
    {
        "name":"0歲-14歲",
        "count": 18.1 
    },
    {
        "name": "15歲-64歲",
        "count": 67.0 
    },
    {
        "name": "64歲以上",
        "count": 14.9 
    }
];

let 日本的人口 =[
    {
        "name":"0歲-14歲",
        "count": 11.6 
    },
    {
        "name": "15歲-64歲",
        "count": 58.5 
    },
    {
        "name": "64歲以上",
        "count": 29.9 
    }
];

let 南韓的人口 =[
    {
        "name":"0歲-14歲",
        "count": 11.7
    },
    {
        "name": "15歲-64歲",
        "count": 71.2 
    },
    {
        "name": "64歲以上",
        "count": 17.1 
    }
];

let 北韓的人口 =[
    {
        "name":"0歲-14歲",
        "count": 18.9 
    },
    {
        "name": "15歲-64歲",
        "count": 69.2 
    },
    {
        "name": "64歲以上",
        "count": 11.9 
    }
];

let 臺灣的人口 =[
    {
        "name":"0歲-14歲",
        "count": 12.1
    },
    {
        "name": "15歲-64歲",
        "count": 70.3
    },
    {
        "name": "64歲以上",
        "count": 17.6
    }
];